Repository: dynamics7/wpbackup
Catalog: WPBackup/LocalizedResources.*.resx
Languages: ru_ru

# Applications
source: Applications [long]
ru_ru: Приложения [долгий процесс]

source: Back
ru_ru: Назад

source: Bing Maps cache
ru_ru: Кэш Bing Maps

source: Cancel
ru_ru: Отмена

source: Cancelled
ru_ru: Отменено

source: Connected
ru_ru: Подключен

source: Contacts
ru_ru: Контакты

source: Keyboard dictionary
ru_ru: Словарь клавиатуры

source: My Documents
ru_ru: Мои документы

source: Not connected
ru_ru: Не подключен

source: Restore:
ru_ru: Восстановить:

source: Save:
ru_ru: Сохранить:

source: Schedule
ru_ru: Календарь

# SMS
source: SMS, MMS, calendar
ru_ru: SMS, MMS, календарь

source: Start
ru_ru: Начать

# SubHeader
source: data backup tool for custom ROMs
ru_ru: программа для сохранения данных кастомных прошивок

source: Backing up applications...
ru_ru: Сохранение приложений...

source: Backing up Bing Maps cache...
ru_ru: Сохранение кэша Bing Maps...

source: Backing up contacts...
ru_ru: Сохранение контактов...

source: Backing up MMS...
ru_ru: Сохранение MMS...

source: Backing up "My Documents"...
ru_ru: Сохранение "Моих документов"...

source: Backing up schedule...
ru_ru: Сохранение календаря...

source: Backing up SMS...
ru_ru: Сохранение SMS...

# BackingUpUserDictionary
source: Backing up keyboard dictionary...
ru_ru: Сохранение словаря клавиатуры...

source: Backup device data
ru_ru: Сохранить данные устройства

# BackupDeviceDataText
source: Backup the most important data to easily migrate to another firmware.
ru_ru: Сохранить наиболее важные данные чтобы легко перейти на другую версию прошивки.

# btnBackup
source: Backup
ru_ru: Сохранить

# btnRestore
source: Restore
ru_ru: Восстановить

source: Connect
ru_ru: Подключить

# ConnectText
source: Use Windows Mobile Device Center to connect to your device.
ru_ru: Используйте Windows Mobile Device Center, чтобы подключиться к своему телефону.

source: Finished
ru_ru: Готово

# HereIsYourFile
source: Here is your backup:
ru_ru: Ваш бэкап располагается здесь:

# OpenBackup
source: Choose backup file
ru_ru: Выберите бэкап-файл

source: Preparing for backup...
ru_ru: Подготовка к созданию бэкапа...

source: Preparing for restore...
ru_ru: Подготовка к восстановлению бэкапа...

source: Preparing output file...
ru_ru: Подготовка бэкапа...

# RestoreApplicationDistributives
source: Reinstall applications
ru_ru: Переустановить приложения

# RestoreDeviceData
source: Restore device data from backup
ru_ru: Восстановить данные устройства

# RestoreDeviceDataText
source: Restore previously saved data
ru_ru: Восстановить данные из ранее сохраненного бэкапа

# RestoreSuccessText
source: Phone was successfully restored. Let us know if you have any problem.
ru_ru: Данные были успешно восстановлены. Дайте нам знать, если обнаружите какую-нибудь проблему.

# RestoringApplications1
source: Restoring applications [stage 1]...
ru_ru: Восстановление приложений [этап 1]...

# RestoringApplications2
source: Restoring applications [stage 2]...
ru_ru: Восстановление приложений [этап 2]...

source: Restoring Bing Maps cache...
ru_ru: Восстановление кэша Bing Maps...

source: Restoring contacts...
ru_ru: Восстановление контактов...

source: Restoring MMS...
ru_ru: Восстановление MMS...

source: Restoring "My Documents"...
ru_ru: Восстановление "Моих документов"...

source: Restoring schedule...
ru_ru: Восстановление календаря...

source: Restoring SMS...
ru_ru: Восстановление SMS...

# RestoringUserDictionary
source: Restoring keyboard dictionary...
ru_ru: Восстановление словаря клавиатуры...

source: Save backup as
ru_ru: Сохранить бэкап как

# StateBackup
source: Backup
ru_ru: Сохранение данных

# StateBackupInProgress
source: Backup in progress
ru_ru: Идет сохранение данных

# StateRestore
source: Restore
ru_ru: Восстановление данных

# StateRestoreInProgress
source: Restore in progress
ru_ru: Идет восстановление данных

source: Success!
ru_ru: Успех

source: Unpacking backup...
ru_ru: Распаковка бэкапа...

source: What do you want to do?
ru_ru: Выберите режим работы

source: WPBackup files
ru_ru: Файлы WPBackup

source: Browse
ru_ru: Обзор

source: Choose backup file
ru_ru: Выберите файл с бэкапом

# EnterBackupPath
source: Enter backup file path or click "Browse" to find it easier.
ru_ru: Введите путь к файлу с бэкапом или нажмите "Обзор" для упрощения поиска.

# Forward
source: Next
ru_ru: Далее

source: Reading contents...
ru_ru: Чтение содержимого...

source: Restoration
ru_ru: Восстановление

# RestoreFollowing
source: Restore following elements:
ru_ru: Восстановить следующую информацию:

source: Creating backup
ru_ru: Создание бэкапа

# CreatingBackupNote
source: Choose items you want to backup.
ru_ru: Сохранить следующую информацию:

source: Backup is being created...
ru_ru: Создание бэкапа

# WaitALittle
source: Wait a little. It will be ready in some minutes.
ru_ru: Подождите немного, скоро бэкап будет готов.

source: Backup is being restored
ru_ru: Восстановление данных из бэкапа

# BackupRestorationText
source: Please, wait. Your data will be restored soon.
ru_ru: Пожалуйста, подождите. Данные скоро будут восстановлены.

source: Data
ru_ru: Данные

source: Distributive
ru_ru: Дистрибутив

# SelectApps
source: Select applications
ru_ru: Выберите приложения

# SelectAppsBackup
source: Following applications will be saved:
ru_ru: Следующие приложения будут сохранены:

# SelectAppsRestore
source: Following applications will be restore:
ru_ru: Следующие приложения будут восстановлены:

source: Main menu
ru_ru: Меню

source: Operation completed
ru_ru: Операция завершена

# BackupCompletedText
source: Now your data will be safe.
ru_ru: Ваши данные сохранены.

# ContactsSmsMmsSchedule
source: Contacts, SMS, MMS, calendar
ru_ru: Контакты, SMS, MMS, календарь

# RestoreCompletedText
source: Restoration completed. Please, reboot your phone as soon as possible to apply all changes reliably.
ru_ru: Восстановление завершено. Пожалуйста, перезагрузите свой телефон, чтобы применить все изменения.

source: about
ru_ru: о программе

# AboutText
source: © ultrashot 2012 Special thanks to: AsusMobile.ru team (AndrewSh, Barin, Feropont, lucifer3006, Vladimir1973), XDA-Developers team (CeesHeim, Football, Heathcliff74, HD2Owner, OndraSter, xboxmod and others), and Cotulla (DFT).
ru_ru: © ultrashot 2012 Большое спасибо: команде AsusMobile.ru (AndrewSh, Barin, Feropont, saintonotole, Vladimir1973), команде XDA-Developers (CeesHeim, Football, Heathcliff74, HD2Owner, OndraSter, xboxmod and others), а также Cotulla (DFT).

# AboutTitle
source: About Windows Phone Backup
ru_ru: О программе Windows Phone Backup

# AppIsBusy
source: Application is currently doing some work. Are you sure you really want to interrupt it?
ru_ru: Вы действительно хотите прервать процесс?

# BackupCancelled
source: Anyway, don't forget to backup as often as possible to prevent data loss.
ru_ru: В любом случае, не забывайте сохранять информацию с вашего телефона, чтобы предотвратить потерю данных.

# CancelBackupText
source: Do you really want to cancel backup process?
ru_ru: Вы действительно хотите прервать процесс сохранения данных?

# CancelRestoreText
source: Do you really want to cancel restore process?
ru_ru: Вы действительно хотите прервать процесс восстановления данных?

# RestoreCancelled
source: Restore process was interrupted. There is a small chance of breaking useful information on your device. Be really careful.
ru_ru: Процесс восстановления был прерван. При этом, если какая-либо информация успела восстановиться, есть риск порчи данных. Будьте осторожнее.

source: Enter comment
ru_ru: Введите комментарий

# EnterCommentText
source: It will be automatically added to archieve file.
ru_ru: Он автоматически добавится в файл с бэкапом.

source: Backing up WiFi networks...
ru_ru: Сохранение сетей WiFi...

source: Restoring WiFi networks...
ru_ru: Восстановление сетей WiFi...

source: WiFi networks
ru_ru: Сети WiFi

source: Alarms
ru_ru: Будильники

source: Backing up alarms...
ru_ru: Сохранение будильников...

source: Restoring alarms...
ru_ru: Восстановление будильников...

# ApplicationDataContinue
source: Press "OK" once you finish installing all applications. Press "Cancel" to skip restoring application data.
ru_ru: Когда закончится установка приложений, нажмите "ОК" Нажмите "Отмена" для пропуска восстановления данных приложений.

source: Cancelling...
ru_ru: Остановка текущей операции...

source: Camera photo count
ru_ru: Счетчик фотографий

source: Lockscreen timeout
ru_ru: Время до появления экрана блокировки

source: Error
ru_ru: Ошибка

# ErrorText
source: An error has occured during backup/restore process. Please, send these details to WPBackup developer:
ru_ru: Во время создания бэкапа или его восстановления произошла ошибка. Пожалуйста, передайте данные сведения разработчику WPBackup:

source: Backing up camera photo count...
ru_ru: Сохранение счетчика фотографий...

source: Backing up lockscreen timeout...
ru_ru: Сохранение таймаута экрана блокировки...

source: Restoring camera photo count...
ru_ru: Восстановление счетчика фотографий...

source: Restoring lockscreen timeout...
ru_ru: Восстановление таймаут экрана блокировки...

# NoSDK
source: WPBackup failed to start. There are two possible reasons: 1) Windows Phone 7 SDK isn't installed. Get full one from microsoft.com, or install W.I.N.C.O. Mini SDK if application development capability isn't required. 2) Windows Mobile Device Center isn't installed.
ru_ru: WPBackup не смог запуститься. Возможные причины: 1) Windows Phone 7 SDK не установлен. Полный SDK доступен на http://www.microsoft.com. Если вам не критично отсутствие возможности разрабатывать программы, установите W.I.N.C.O. Mini SDK. 2) Windows Mobile Device Center не установлен.

# PleaseSetupLiveAccount
source: Please, setup Live account first!
ru_ru: Пожалуйста, настройте Live-аккаунт на своем телефоне!
